
# Команда для старта сервера uvicorn main:app --host 0.0.0.0 --port 8000 

# TODO Система загрузки нескольких файлов резюме и выбор лучшего из них ТОП-10
# TODO отправка в единую базу на Ларавел
# TODO Генератор описание с аналитикой вакансии на основе файла с кратким описанием вакансии
# TODO RAG система которая собирает документацию
# TODO Интеграция API для отправки и работы системы

# TODO В презентации рассказать про каждую технологию и библиотеку. упор что это открытое ПО
# TODO Презентация, Открытое ПО, Минимализм, Автоматизация
# TODO Интеграция сторонних сервисов, Апи позволяет легко это сделать
# TODO Микросервисная архитектура возможность запуска в облачных функциях